<template>
  <div class="_wrap">
    <div class="tit">斗牛平台用户注销规则</div>

    <p> 斗牛App提醒您， 账户一旦注销， 您在平台所有的权益(包括但不限于优惠券、牛丸、余额、卖家激励等)都一并失效。如果您执意放弃账户，需同时满足以下条件：</p>

    <p>
      1、您的账户斗牛App上没有未完结订单(完结订单：已收货、 已取消、已关闭的订单)，且您购买的完结订单都超过30天， 如您同时作为个人卖家出售或转让商品的，为保护买家利益， 您如需注销账户，则您出售的完结订单必须超过30天。
    </p>

    <p> 2、您的账户在斗牛App上没有现金未提取。</p>

    <p>3、您的账户没有未解决的纠纷记录，纠纷记录包括但不限于投诉举报或被投诉举报至平台戴工商、税务、消协等行政主管部门，您与交易相对方或平台间存在司法纠纷等。</p>

    <div class="tit"> 温馨提示</div>

    <p> 1、斗牛App账户不满足以上任意一项或多项条件的， 账户将无 法注销，请等待上述情况消失后再提交账户注销申请。</p>

    <p> 2、符合注销条件，将会在1个工作日完成账号注销，后续有任何问题可随时联系在线客服咨询。</p>
  </div>
</template>
<style scoped>
._wrap {
  padding: 15px;
}
.tit {
  font-size: 16px;
  color: #232323;
  text-align: center;
  font-weight: bold;
  margin: 10px;
}
._toop{
    text-align: left;
}
p {
  font-size: 14px;
  color: #646464;
  line-height: 24px;
}
</style>