<template>
  <div class="tisk-wrap">
    <div class="title">尖货竞拍商品买卖服务协议</div>
    <p class="summarize">甲方：</p>
    <p class="summarize mar-bot">乙方：上海砸立电子商务有限公司</p>
    <p
      class="mar-bot"
    >根据《中华人民共和国合同法》、《中华人民共和国电子签名法》等有关国家相关法律法规，为明确甲乙双方的责任，维护有关各方的合法权益，控制市场风险，甲乙双方根据商城发布的规则及其相关规定，遵循平等、自愿、互惠的原则，达成如下协议：</p>
    <div class="mar-bot">
      <p>签署本文件前须知：</p>
      <p>一. 您在点击接受本协议前，须认真阅读并理解如下文件的全部条款：</p>
      <p>1) 本《服务协议》；2) 《风险提示书》</p>
      <p>二. 您点击“接受”的行为，即视作您已接受如上文件的全部条款，并已与本公司签署了上述文件。</p>
    </div>
    <div>
      <p class="summarize">1、服务内容：</p>
      <p>1.1 甲方申请成为斗牛的用户，享有乙方为用户提供的关于“尖货竞拍”相关服务，并可在乙方运营的商城上进行买卖。</p>
      <p>1.2 甲方同意并接受：乙方有权根据业务发展需要，单方面调整对用户的服务专案及内容且甲方收到乙方通知7天内未提出异议的，视为默认接受甲方的调整。</p>
      <p class="summarize">2、甲方权利与义务：</p>
      <p>2.1 甲方权利</p>
      <p class="first-line">（1） 甲方自愿成为商城用户，并有权自主在商城上进行买卖。</p>
      <p class="first-line">（2） 甲方有权注销自己的商城用户资格并承担由此带来的一切责任。</p>
      <p class="first-line">（3） 甲方如对乙方服务有疑问、建议或意见，可以拨打乙方服务电话、登录乙方官方平台进行咨询。</p>

      <p>2.2 甲方义务</p>
      <p class="first-line">（1） 甲方须认真阅读并理解乙方的管理制度及其他相关文件，并严格遵守该等文件。</p>
      <p class="first-line">（2） 甲方须知晓买卖各环节的风险并自愿承担由此带来的风险。</p>
      <p class="first-line">（3） 甲方保证提交给乙方的所有资料均真实、合法、完整。因所提交资料的瑕疵而产生的一切法律责任，由甲方承担。</p>
      <p class="first-line">（4） 甲方保证其在商城上资金及商品均为本人所有且来源合法。</p>
      <p
        class="first-line"
      >（5） 甲方必须妥善保管其在乙方商城上的账号及其他账户验证设备及验证信息（包括但不限于账户密码、手机号码、证件号码），因甲方保管不当而导致的风险及损失由甲方自行承担。</p>
      <p
        class="first-line"
      >（6） 任何人通过验证并登录甲方账户后，经由甲方账户所发出的买卖申请，均视为甲方本人操作，甲方应承担发出申请的后果。申请发出后，甲方无权要求变更或撤销该申请，但商城另行规定了撤销申请程序，且甲方遵循该程序进行申请撤销的除外。</p>
      <p
        class="first-line"
      >（7） 甲方须讯走乙方对所提供服务的服务规则及收费标准，乙方对相关服务规则或是收费标准进行变更的，按照本协议规定，提前7天予以公式，并通知甲方，甲方在公布7天后，未提出异议的，则默认甲方同意乙方的调整。</p>
      <p class="first-line">（8） 甲方在申请成为乙方用户时所提交的资料等注册资讯如有更改，应按照乙方规定，及时通过登录乙方平台或前往乙方营业场所进行变更。</p>
      <p class="first-line">（9） 乙方可根据业务发展的需要，对提供给甲方的服务内容进行增加、调整或停止，并自行判断是否须甲方办理确认手续，甲方对此无异议，并配合完成。</p>
      <p class="first-line">（10） 甲方应按照商城规则进行买卖，不得诋毁乙方及商城声誉。</p>
      <p
        class="first-line"
      >（11） 甲方不得通过反向工程、反向编译、反汇编等方式复制、篡改商城软件，或利用商城软件创设衍生产品，或以拦截、篡改等非正常方式影响商城的数据交换。</p>
      <p
        class="first-line"
      >（12） 因APP系统出现故障，或者bug等原因导致甲方获得不当收益的，甲方同意，乙方联系之后，从其斗牛账户钟，扣除不当得利，对不同意的，乙方将冻结甲方账号，停止提供服务，直至双方协商解决完成后，重新解冻账户。</p>
      <p class="first-line">（13） 甲方须按照乙方规定缴纳服务费及其他相关费用。</p>

      <p class="summarize">3、乙方权利与义务：</p>
      <p>3.1 乙方权利</p>
      <p class="first-line">（1） 乙方有权自主决定是否同意甲方成为用户，即便甲方形式上已符合商城公示的申请条件。</p>
      <p
        class="first-line"
      >（2） 乙方有权对所提供的服务内容、收费标准、用户管理制度等规定进行调整，有权对商城软件进行升级、优化。前述资讯在官方平台或营业场所进行公布时即对甲方发生效力，并不需事先或单独告知甲方。</p>
      <p class="first-line">（3） 发生下列情况时，乙方可冻结甲方帐户，并有权根据实际情况作出终止甲方用户资格、移交司法部门等决定：</p>
      <p class="first-line secend-line">a. 甲方提交的资料存在虚假、重大遗漏或重大隐瞒，严重违反乙方的管理制度、买卖制度等。</p>
      <p class="first-line secend-line">b. 甲方利用乙方的商城从事非法活动。</p>
      <p class="first-line secend-line">c. 甲方在商城买卖资金或商品来源非法。</p>
      <p class="first-line secend-line">d. 甲方有第2.2（11）项至第2.2（12）项禁止性行为。</p>
      <p class="first-line secend-line">e. 其他违反法律，法规，乙方买卖制度、管理制度。</p>
      <p class="first-line">（4） 乙方因下列行为未能及时、正确的执行甲方的申请时，乙方不承担任何责任：</p>
      <p class="first-line secend-line">a. 任何原因造成的甲方申请资讯不明、不完整等情况</p>
      <p class="first-line secend-line">b. 甲方帐户存在被冻结、被扣划等强制措施。</p>
      <p class="first-line secend-line">c. 甲方帐户资金不足。</p>
      <p class="first-line secend-line">d. 甲方未按照乙方规定正确操作。</p>
      <p class="first-line secend-line">e. 不可抗力、网络攻击或病毒攻击、系统故障、通讯设施故障、电力设施故障或其他不可归责于乙方的情况。</p>
      <p class="first-line">（5） 因甲方所买卖商品本身的任何问题而导致的甲方风险和损失，乙方不承担任何责任。</p>

      <p>3.2 乙方义务</p>
      <p class="first-line">（1） 在条件相同时，乙方须平等地为每一位用户提供服务。</p>
      <p class="first-line">（2） 在系统及甲方申请均不存在异常时，乙方应准确、及时的执行甲方的申请。</p>
      <p class="first-line">（3） 对于甲方提出的与用户服务相关的咨询，乙方应认真、及时的做出解答。</p>
      <p class="first-line">（4） 乙方应认真维护商城的安全及稳定运作。</p>
      <p
        class="first-line"
      >（5） 乙方可在法律许可、监管部门要求或甲方同意的范围内使用甲方资料及账户买卖记录。乙方需对甲方的资料和账户买卖记录尽保密义务，但法律另有规定或监管部门另有要求的除外。</p>
      <p>乙方声明：</p>
      <p
        class="first-line"
      >乙方将严格按照本协议为甲方提供服务，甲方在严格遵守本协议的同时仔细阅读并理解风险提示书内容，对于甲方的超出本协议规定的所有主观消费意愿或不合理要求，乙方有权拒绝并不承担任何责任。</p>
      <br />
      <p class="summarize">4、纠纷解决条款：</p>
      <p>4.1 本协议适用中华人民共和国相关法律。</p>
      <p>4.2 协议中未尽事宜，参照相关法律、乙方业务规定或业内通行的惯例解决。</p>
      <p>4.3 如因执行本协议发生纠纷，双方应进行协商。协商不成的，可向上海仲裁委员会提起仲裁。</p>

      <p class="summarize">5、协议的变更或终止：</p>
      <p>5.1 乙方通过官方平台或其他途径发布的与本协议相关的公告，为本协议不可分割的一部分。如公告与本协议有冲突之处，以公告时间或本协议签署时间中时间顺序在后者内容为准。</p>
      <p>5.2 因甲方申请，乙方撤销或其他原因导致的甲方用户资格被注销后，本协定终止。</p>
      <p>5.3 在甲方违法、不正当操作或者存在其他违反法律、法规、本协议或乙方相关业务规定的情况下，乙方可单方面中止或终止本协议。在本协议中止或终止后，甲方之前发出的买卖申请仍然有效，乙方根据其买卖申请行事的后果由甲方承担。</p>
      <p>5.4 本协议任何条款因任何原因被确认无效，均不影响其他条款的效力。</p>
      <p>5.5 甲方应认真阅读本协议,甲方应认真阅读本协议,甲方自愿接受本协议约束。</p>
      <p class="mar-bot">5.6 甲方用户账户注册成功后，该协议即生效。</p>

      <p>附录：《现货券买卖 风险提示书》</p>
    </div>

    <p>尊敬的客户：</p>
    <p
      class="first-line"
    >欢迎您通过斗牛平台进行买卖。鉴于您参与本平台买卖可能获得一定收益，但同时也存在相应风险。现根据相关法律和法规，特提供本风险提示书。请您务必认真、详细阅读并完全理解本提示书中的全部内容，并对自身的风险理解能力、风险承受能力、风险控制能力以及财务经济状况等做出客观判断。若您选择参与本平台买卖，则视为您已仔细阅读前述规定以及本风险提示书并自愿承担买卖带来的风险包括但不限于以下各项：</p>
    <p
      class="mar-bot"
    >一、宏观经济风险：所在地和国际宏观经济形势的变化以及潮流文化价值取向的变化，存在可能影响买卖商品价格上下波动的情形，对此情形造成的收益变化斗牛平台将不承担责任。</p>
    <p class="mar-bot">二、市场风险：可买卖的商品种类、供求数量的变化及市场人员和资金的参与程度等市场因素，可能导致本平台买卖商品价格大幅度波动。</p>
    <p
      class="mar-bot"
    >三、保管风险：实物商品在保管等过程中因不可抗力等原因导致其发生性状改变或灭失等情形，进而导致实物商品贬值或无法买卖的，您将自行承担由此产生的后果及损失。鉴定入库后可能因自然原因发生的品相变化，斗牛平台对此类情况不承担责任。</p>
    <p
      class="mar-bot"
    >四、提货风险：您在实物商品现货托管买卖期间可按规定提货，须自行承担因操作不当导致的损失。在提货验收时您应认可该实物商品在一定范围内可能存在的差异，经签收确认后，斗牛平台不再受理该商品的异议申请。</p>
    <p
      class="mar-bot"
    >五、技术风险：由于买卖、接收信息以及资金操作均是运用电子通讯技术和电脑技术并通过互联网传输实现的，存在被黑客攻击、被病毒攻击、网络故障，或者通讯技术、电脑技术、软件缺陷、电脑设备及运行环境与买卖系统不相匹配的可能，由此导致买卖延迟、中止、买卖无法成交或者部分成交、支付/转账资金不能及时到账等情形，造成的损失斗牛平台将不承担责任。/转账资金不能及时到账等情形，造成的损失斗牛平台将不承担责任。</p>
    <p class="mar-bot">六、账户保管及操作风险：因您保管账户验证设备及验证信息不当导致他人登录账户进行操作，或因您本人操作，但输入错误等情形，造成的损失斗牛平台不承担责任。</p>
    <p
      class="mar-bot"
    >七、结算风险：斗牛平台买卖通过平台账户进行，您资产账户内可用余额不足已到期的应付费用及买卖日可能产生的待付费用的，您的买卖账户的部分甚至全部功能将被冻结，您需要自行承担由此所造成的损失。</p>
    <p
      class="mar-bot"
    >八、不可抗力风险：诸如地震、台风、火灾、水灾、战争、瘟疫、社会动乱、斗牛平台无法预测或无法控制的系统故障、软件故障、通讯故障、电力故障等不可抗力因素均可能导致斗牛平台买卖系统的瘫痪（包括买卖无法达成、资产划转出现延迟之后）或无法正常交货（包括无法及时提货，严重时可能造成实物商品受损及灭失）。</p>
    <p
      class="mar-bot"
    >九、退货退款风险：闪电发货商品或尖货竞拍商品，一般情况下，同一款式在交付给用户期间，可能存在商品价值波动，用户购买后，需自行承担商品价值波动的风险，超过平台售后规则（退货规则见《尖货竞拍说明》）服务范围之外的退款退货要求，平台有理由不进行处理。</p>
    <p
      class="mar-bot"
    >上述风险都将可能会导致您发生亏损并均应由您自行承担。在您参与斗牛平台买卖时，任何方给予的保证获利或不会发生亏损的任何承诺都是没有根据的，类似的承诺不会减少发生亏损的可能。斗牛平台目前没有授权任何个人或组织从事进行斗牛平台买卖的代理业务，请不要委托他方代理您从事斗牛平台的买卖行为，否则由此引起的一切后果将由您本人承担，与斗牛平台无关。</p>

    <p
      class="summarize"
    >本《风险提示书》提示事项仅为列举，未能详尽地列明有关买卖的所有风险因素，您在参与买卖活动之前，应确保自身已经做好足够的风险评估和财务安排，树立正确的消费理念，谨慎买卖，理性操作，注意身心健康与资金安全，避免因参与买卖而遭受难以承受的损失</p>
    <p class="summarize">*苹果公司不是本活动的赞助商且没有以任何形式参与活动。</p>
    <p class="summarize">*本活动仅限17岁以上用户参与。</p>
    <br />
    <p class="mar-bot">所有规则最终解释权归斗牛DoNew所有，且平台将定期依据监管要求进行更新并及时统一通知，平台不会进行一对一特定通知，请关注斗牛平台。</p>
  </div>
</template>

<style scoped>
.tisk-wrap .title {
  color: #333;
  font-size: 20px;
  font-weight: bold;
  line-height: 50px;
  border-bottom: 1px solid #ccc;
  margin-bottom: 20px;
}
.tisk-wrap {
  padding: 15px;
}
.first-line {
  text-indent: 2em;
}
.secend-line {
  text-indent: 4em;
}
p {
  font-size: 14px;
  color: #494949;
  letter-spacing: 1px;
  line-height: 24px;
  /* font-family: BASE_PRICE; */
}
.mar-bot {
  margin-bottom: 30px;
}
.summarize {
  color: #000;
  font-weight: bold;
  margin-bottom: 10px;
}
</style>
